tap "homebrew/bundle"

brew "asdf"
brew "bat"
brew "cmake"
brew "cmatrix"
brew "docker"
brew "gh"
brew "git"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "macvim"
brew "ncdu"
brew "oci-cli"
brew "popeye"
brew "prettyping"
brew "pyenv"
brew "ranger"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "tpm"
brew "watch"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-completions"

cask "iterm2"
cask "zed"
cask "sublime-text"
cask "firefox"

cask "proton-drive"
cask "proton-mail"
cask "protonvpn"

cask "github"
cask "intellij-idea-ce"
cask "podman-desktop"
